{
  "data": [
    {
      "content": "    ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣ (15 ಆಗಸ್ಟ್ 1796 - 26 ಜನವರಿ 1831) ಕರ್ನಾಟಕ, ಭಾರತದ ಪ್ರಮುಖ ಸ್ವಾತಂತ್ರ್ಯ ಹೋರಾಟಗಾರರಾಗಿದ್ದರು - ಬ್ರಿಟಿಷರ ವಿರುದ್ಧ ಹೋರಾಡಿದ ಸ್ವಾತಂತ್ರ್ಯ ಹೋರಾಟಗಾರರಲ್ಲೊಬ್ಬರು. ಕಿತ್ತೂರು ಚೆನ್ನಮ್ಮಳ ಬಲಗೈ ಬಂಟರಾಗಿದ್ದರು. ಬ್ರಿಟಿಷ್ ಈಸ್ಟ್ ಇಂಡಿಯಾ ಕಂಪನಿಯ ವಿರುದ್ಧ ಅವರ ಕೊನೆ ಉಸಿರಿರುವವರೆಗೂ ಹೋರಾಡಿದರು.\n\n\n\nಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣ ಹುಟ್ಟಿದ್ದು ಆಗಸ್ಟ್‌ 15 ನೆಯ ದಿನ 1796. ಅದೇ ಅಗಸ್ಟ್ ಹದಿನೈದರಂದು ಭಾರತೀಯರಿಗೆ ಸ್ವಾತಂತ್ರ್ಯ ದೊರಕಿದ ದಿನವಾಗಿದೆ. ಭಾರತೀಯರಿಗೆ ರಾಷ್ಟ್ರೀಯ ಹಬ್ಬ. ರಾಯಣ್ಣನ ಹುಟ್ಟೂರು ಸಂಗೊಳ್ಳಿ, ಕಿತ್ತೂರಿನಿಂದ 14 ಕಿ.ಮೀ ದೂರದಲ್ಲಿ ಮಲಪ್ರಬಾ ಹೊಳೆಯ ದಂಡೆಯ ಮೇಲೆ ನೆಲೆಸಿರುವ ಹಳ್ಳಿ. ಬರಮಪ್ಪ ಮತ್ತು ಕೆಂಚವ್ವ ದಂಪತಿಗಳ ಕಿರಿಯ ಮಗನಾಗಿ ಹುಟ್ಟಿದ್ದ ರಾಯಣ್ಣ. ಇವರ ತಾತ ರಾಗಪ್ಪ ವೀರಪ್ಪ ದೇಸಾಯಿ ಯುದ್ಧದಲ್ಲಿ ತೋರಿದಂತಹ ಶೌರ್ಯಕ್ಕಾಗಿ ಸಾವಿರ ಒಂಟೆ ಸರದಾರ. ಎಂಬ ಬಿರುದು ನೀಡಿ ರಕ್ತಮಾನ್ಯ ಭೂಮಿಯನ್ನು ಬಳುವಳಿಯಾಗಿ ನೀಡಿದನು, ಇವನು ಗಿಡಮೂಲಿಕೆಗಳ ಔಷಧಿ ತಯಾರಿಸಿ ರೋಗ ಗುಣಪಡಿಸುತ್ತಿದ್ದರು, ರಾಯಣ್ಣನ ಸಹೋದರಿ ಮಾಯವ್ವ, ರಾಯಣ್ಣನ ತಂದೆ ಭರಮಣ್ಣ ಮಹಾನ್ ಸಾಹಸಿ, ಅಲ್ಲಿ ಇರುವ ಜನರನ್ನು ಕಾಡುತ್ತಿದ್ದ ಹೆಬ್ಬುಲಿಯೊಂದನ್ನು ಕತ್ತಿಯಿಂದ ಇರಿದು ಕಿತ್ತೂರಿನ ರಾಜ ಮಲ್ಲಸರ್ಜನ ಪ್ರೀತಿಗೆ ಪಾತ್ರರಾಗಿದ್ದರು. ಇದರಿಂದ ರಾಯಣ್ಣನ ಮನೆತನ ಕಿತ್ತೂರು ಸಂಸ್ತಾನದಲ್ಲಿ ಹೆಸರುವಾಸಿಯಾಗಿತ್ತು.",
      "title": "ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣನ ಪರಿಚಯ"
    },
    {
      "content": "    ರಾಯಣ್ಣನಿಗೆ, ಕ್ರಾಂತಿ ಕಿಡಿ, ವೀರ ರಾಯ , ವೀರ ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣ, ಶೂರ ರಾಯಣ್ಣ, ಧೀರ ರಾಯಣ್ಣ, ಕ್ರಾಂತಿವೀರ ರಾಯಣ್ಣ ಇತ್ಯಾದಿ ದಾಖಲೆಗಳು ಜನಮನದಾಳದಿಂದ, ಜನಪದರಿಂದ ನಾಟಕಕಾರರಿಂದ, ಇತಿಹಾಸಕಾರರಿಂದ ರಾಯಣ್ಣನಿಗೆ ಹೆಸರಿಸಲ್ಪಟ್ಟಿವೆ.",
      "title": "ರಾಯಣ್ಣನಿಗೆ ಇದ್ದ ಬಿರುದುಗಳು"
    },
    {
      "content": "     ಸಂಗೊಳ್ಳಿಯಲ್ಲಿನ ಗರಡಿ ಮನೆ ಅತ್ಯಂತ ಪ್ರಸಿದ್ಧಿಯಿರುವ ಗರಡಿ. ಸಂಗೊಳ್ಳಿ ಗರಡಿಮನೆ ಸುತ್ತಮುತ್ತಲಿನ ಹಳ್ಳಿಗಳಲ್ಲಿ ತುಂಬಾ ಹೆಸರು ಪಡೆದಿತ್ತು. ನೆರೆಯ ಎಲ್ಲ ಹಳ್ಳಿಗಳ ಯುವಕರು ಸಂಗೊಳ್ಳಿಯ ಗರಡಿಮನೆಯಲ್ಲಿ ಬಂದು ಕತ್ತಿವರಸೆ, ಗುರಿಹೊಡೆತ, ಕವಣೆ ಎಸೆತ ಮತ್ತು ದೊಣ್ಣೆ ವರಸೆಗಳನ್ನು ಕಲಿಯುತ್ತಿದ್ದರು. ಯುದ್ದ ಮಾಡುವ ಜಾಣ್ಮೆ ಅರಿತ ಯುವಕರು ಮುಂದೆ ಕಿತ್ತೂರಿನ ಸೇನೆಗೆ ಸೇರುತ್ತಿದ್ದುದ್ದುಂಟ. ಕಿತ್ತೂರಿನ ಅರಸು ಮನೆತನಕ್ಕೂ ಸಂಗೊಳ್ಳಿಯ ವೀರ, ಶೂರರನ್ನು ಕಂಡರೆ ಅಚ್ಚುಮೆಚ್ಚು. ಚಿಕ್ಕಂದಿನಿಂದಲೂ ರಾಯಣ್ಣ ಇದೇ ಗರಡಿಯಲ್ಲಿ ತನ್ನ ಹೊತ್ತು ಕಳೆದು ಪಳಗಿದ್ದ. ಮಲಪ್ರಬಾ ಹೊಳೆಯಾಚೆಗಿನ ಅಮಟೂರಿನ ಬಾಳಪ್ಪ, ಚೆನ್ನಬಸವಣ್ಣ, ರಾಯಣ್ಣ ಎಲ್ಲ ಒಟ್ಟಾಗಿ ಈ ಗರಡಿಯಲ್ಲಿ ಯುದ್ದಕಲೆಗಳನ್ನು ಕಲಿತು ಆಪ್ತಗೆಳೆಯರಾಗಿದ್ದರು. ಬಾಳಪ್ಪನಿಗೆ ಗುರಿ ಎಸೆತದಲ್ಲಿ ಹಿಂದಿಕ್ಕುವರು ಯಾರೂ ಇರಲಿಲ್ಲ. ಅದರಂತೆ ಚೆನ್ನಬಸವಣ್ಣ ಕತ್ತಿವರಸೆಯಲ್ಲಿ ಮುಂದಿದ್ದ. ಎಲ್ಲಕಲೆಗಳನ್ನು ಚೆನ್ನಾಗಿ ರೂಡಿಸಿಕೊಂಡಿದ್ದ ರಾಯಣ್ಣ, ವೇಗವಾಗಿ ಓಡುವುದರಲ್ಲಂತೂ ಸೋಲಿಲ್ಲದ ಸರದಾರನಾಗಿದ್ದ.\n\n\n\nಧಾರವಾಡದಿಂದ ಬೆಳಗಾವಿಗೆ ತೆರಳುವ ದಾರಿಯಲ್ಲಿರುವ ಕಿತ್ತೂರು ಮೊದಲಿಂದಲೂ ಹೇರಳ ಸಂಪತ್ತಿನಿಂದ ಕೂಡಿದ ಸಿರಿವಂತ ಸಂಸ್ತಾನವಾಗಿತ್ತು. ಹಸಿರು ಸಿರಿ, ಬೆಳೆಯಿಂದ ನಾಡು ಚೆನ್ನಾಗಿದ್ದರಿಂದ ಪ್ರತಿವರುಶ ಹಣಕಾಸು ಆದಾಯ ಸಂಸ್ತಾನದ ಬೊಕ್ಕಸಕ್ಕೆ ಸಂದಾಯವಾಗಿ ಕಿತ್ತೂರಿನ ಸಿರಿತನವನ್ನು ಇಮ್ಮಡಿಗೊಳಿಸಿತ್ತು. ಇಲ್ಲಿನ ಮಂದಿ ನೆಮ್ಮದಿಯ ಬದುಕು ನಡೆಸಿಕೊಂಡು ಹೋಗುತ್ತಿದ್ದರು. ಭಾರತದ ಹಲವು ಸಂಸ್ತಾನಗಳನ್ನು ನುಂಗಿ ತನ್ನ ಹಿಡಿತಕ್ಕೆ ತೆಗೆದುಕೊಂಡಿದ್ದ ಬ್ರಿಟಿಷ್ ಸರ್ಕಾರ, ಕರುನಾಡಿನತ್ತ ತನ್ನ ಪಯಣ ಬೆಳೆಸಿತ್ತು. ಸಿರಿವಂತಿಕೆಯಿಂದ ತುಂಬಿ ತುಳುಕುತ್ತಿದ್ದ ಕಿತ್ತೂರಿನ ಮೇಲೆ ಬ್ರಿಟಿಷರ ಕೆಂಗಣ್ಣು ಬಿದ್ದಿತ್ತು. ಸಂಸ್ತಾನದ ದೊರೆ ಮಲ್ಲಸರ‍್ಜನ ಸಾವಿನ ನಂತರ ಮಕ್ಕಳಿಲ್ಲದೆ ರಾಣಿ ಚೆನ್ನಮ್ಮ ಕಿತ್ತೂರನಾಡನ್ನು ಮುನ್ನಡೆಸುವ ಹೊಣೆಹೊತ್ತಿದ್ದಳು. ಇದೇ ಹೊತ್ತಿನಲ್ಲಿ ಬ್ರಿಟಿಷರು ಕಿತ್ತೂರನ್ನು ಕಬಳಿಸುವ ಹವಣಿಕೆಯಲ್ಲಿದ್ದರು.",
      "title": "ಗರಡಿ ಮನೆಯಲ್ಲಿ ರಾಯಣ್ಣನ ಶೌರ್ಯ"
    },
    {
      "content": "   ತಮ್ಮ ನಾಡ ಮೇಲಿದ್ದ ಪ್ರೀತಿ, ನಾಡಭಕ್ತಿಯ ಕಾರಣಕ್ಕೋ ಏನೋ ಕಿತ್ತೂರಿನತ್ತ ಪಯಣ ಬೆಳೆಸಿದ್ದ ರಾಯಣ್ಣ, ಬಾಳಪ್ಪ ಮತ್ತು ಚೆನ್ನಬಸವಣ್ಣ ಅಲ್ಲಿನ ಸೇನೆಯ ಮುಂದಾಳುಗಳನ್ನು ಬೇಟಿಮಾಡಿ ತಮ್ಮ ಕಾಳಗಕಲೆಗಳನ್ನು ಅವರ ಮುಂದಿಟ್ಟಿದ್ದರು. ಇದನ್ನು ಕಂಡು ಕಚಿತಪಡಿಸಿಕೊಂಡು ರಾಣಿ ಚೆನ್ನಮ್ಮನೇ ಈ ಮೂವರಿಗೆ ತನ್ನ ಕಾವಲು ಪಡೆಯ ನೇತ್ರುತ್ವ ವಹಿಸಿಕೊಟ್ಟಳು. ಶಿವಲಿಂಗಪ್ಪ ಎಂಬ ಹುಡುಗನ ದತ್ತು ಪಡೆದು ರಾಣಿ ಚೆನ್ನಮ್ಮ ಆತನಿಗೆ ನಾಡಿನ ಅರಸು ಪಟ್ಟಕಟ್ಟಿದಳು. ಇದೇ ಹೊತ್ತಿಗೆ ಬ್ರಿಟಿಶ್ ಸರ‍್ಕಾರ ದತ್ತು ಮಕ್ಕಳಿಗೆ ಹಕ್ಕಿಲ್ಲ ಎಂಬ ಕಟ್ಟುಪಾಡು ಜಾರಿಗೆ ತಂದುಬಿಟ್ಟಿದ್ದರು. ಮಕ್ಕಳಿಲ್ಲದ ಅರಸು ಮನೆತನಗಳನ್ನು ತನ್ನ ಹಿಡಿತಕ್ಕೆ ತೆಗೆದುಕೊಳ್ಳುವ ಹುನ್ನಾರ ಇದರ ಹಿಂದೆ ಅಡಗಿತ್ತು. ದಾರವಾಡದ ಕಲೆಕ್ಟರ್ ಆಗಿ ಆಯ್ಕೆಗೊಂಡು ಬಂದ ತ್ಯಾಕರೆಗೆ ಏನಾದರು ಮಾಡಿ ಕಿತ್ತೂರನ್ನು ತನ್ನ ತೆಕ್ಕೆಗೆ ಪಡೆಯುವ ಆಸೆಯಿತ್ತು. ದತ್ತು ಮಕ್ಕಳ ಸಂಸ್ತಾನ ನಡೆಸುವರು ಕಪ್ಪಕೊಡಬೇಕೆಂದು ಕಿತ್ತೂರಿನ ರಾಣಿಯ ಬಳಿ ತನ್ನ ಬೇಡಿಕೆ ಇಟ್ಟ. ಇದನ್ನು ಸಾರಾಸಗಟಾಗಿ ತಳ್ಳಿಹಾಕಿದ ಚೆನ್ನಮ್ಮ .ಆಂಗ್ಲರೇ ನಿಮಗೇಕೆ ಕೊಡಬೇಕು ಕಪ್ಪ?. ಎಂದು ಗರ‍್ಜಿಸಿದಳು.",
      "title": "   ಸಂಗೊಳ್ಳಿಯಿಂದ ಕಿತ್ತೂರಿಗೆ ಪಯಣ"
    },
    {
      "content": "    ತಾಯೆ, ನಿಮ್ಮ ಕಾಲನ್ನು ಮುಟ್ಟಿ ಆಣೆ ಮಾಡುತ್ತೇನೆ ಈ ಆಂಗ್ಲರು ಮೋಸದಿಂದ ನಮ್ಮಿಂದ ಕಿತ್ತು ಕೊಂಡಿರುವ ಕಿತ್ತೂರನ್ನು ಗೆದ್ದು ನಿಮ್ಮ ಕಾಲಿಗೆ ತಂದು ಅರ್ಪಿಸುತ್ತೇನೆ. ಇಲ್ಲವಾದಲ್ಲಿ ನಿನಗೆ ನನ್ನ ಸೋತ ಮೂತಿ ತೋರಿಸುವುದಿಲ್ಲ. ಏಕೆಂದರೆ ಹೋರಾಟದಲ್ಲಿ ಸಾವಪ್ಪುತ್ತೇನೆ. ಹೌದು ಇದು ವೀರನೊಬ್ಬನ ಮಾತುಗಳೇ ಆಗಿರಬೇಕು. 190 ವರ್ಷದ ಹಿಂದೆ ಬಡಗಣ ಕರ್ನಾಟಕದ ಬೆಳಗಾವಿ ಜಿಲ್ಲೆಯ ಬಯ್ಲಹೊಂಗಲದ ದೊಡ್ಡ ಬಂಗಲೆಯೊಂದರಲ್ಲಿ ವೀರಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣನು, ರಾಣಿ ಚೆನ್ನಮ್ಮನಿಗೆ ನೀಡಿದ ಆಣೆಯಿದು.",
      "title": "ಚೆನ್ನಮ್ಮ ತಾಯಿಗೆ ಕೊಟ್ಟ ಮಾತು"
    },
    {
      "content": "    ಕಪ್ಪ ಸಿಗದೇ ಸಿಟ್ಟುಗೊಂಡಿದ್ದ ತ್ಯಾಕರೆ 21ನೇ ಅಕ್ಟೋಬರ್ 1824 ರಲ್ಲಿ ಕಿತ್ತೂರಿನ ಮೇಲೆ ದಂಡೆತ್ತಿ ಬಂದ. ಅಂಜದ ಹೆಣ್ಣು ರಾಣಿ ಚೆನ್ನಮ್ಮ ಕೋಟೆ ಬಾಗಿಲು ತೆರೆಯಿಸಿ ತನ್ನ ಪಡೆಯನ್ನು ಆಂಗ್ಲರ ಮೇಲೆ ಬಿಟ್ಟಳು. ದೊಡ್ಡ ಕಾಳಗವೇ ನಡೆದು ಹೋಯಿತು. ರಾಯಣ್ಣ, ಚೆನ್ನಬಸವಣ್ಣ, ಬಾಳಪ್ಪರ ಮುಂದಾಳತ್ವದಲ್ಲಿ ಕಿತ್ತೂರಿನ ಸೈನಿಕರು ಮುನ್ನುಗ್ಗಿದ್ದರು. ಈ ನಡುವೆ ಬಾಳಪ್ಪನ ಕೋವಿಯಿಂದ ಹಾರಿದ ಗುಂಡು ತ್ಯಾಕರೆಯ ರುಂಡ ಉರುಳಿಸಿತು. ಸೈನಿಕನೊಬ್ಬ ಇದನ್ನು ತನ್ನ ಕತ್ತಿಗೆ ಸಿಕ್ಕಿಸಿ ಗೆಲುವಿನ ಚಿನ್ನೆಯಂತೆ ಮೇಲೆತ್ತಿ ಹಿಡಿದ. ಹೆದರಿದ ಆಂಗ್ಲರ ಪಡೆ ಹಿಮ್ಮೆಟ್ಟಿತ್ತು. ರಾಯಣ್ಣ ಈ ಕಾಳಗದಲ್ಲಿ ತನ್ನ ಪರಾಕ್ರಮ ಮೆರೆದಿದ್ದ.",
      "title": "ರಾಯಣ್ಣನ ಪರಾಕ್ರಮ, ಕಿತ್ತೂರಿಗೆ ವಿಜಯ"
    },
    {
      "content": "   ಸಣ್ಣ ಸಂಸ್ತಾನದ ರಾಣಿಯೊಬ್ಬಳ ವಿರುದ್ದ ಸೋತು ಸೊರಗಿದ್ದ ಆಂಗ್ಲರು ಕೆರಳಿದ್ದರು. ಚೆನ್ನಮ್ಮನನ್ನು ಹಿಡಿತದಲ್ಲಿಡದಿದ್ದರೆ ಬೇರೆ ಸಂಸ್ತಾನದ ದೊರೆಗಳು ತಮ್ಮ ವಿರುದ್ದ ದಂಡೆದ್ದು ನಿಲ್ಲಬಹುದು ಎಂಬ ಅಳುಕು ಆಂಗ್ಲರಿಗಿತ್ತು. ತಮ್ಮ ಸೇನೆಯನ್ನು ಒಗ್ಗೂಡಿಸಿ ಕಿತ್ತೂರಿನ ಮೇಲೆ ಮೂರು ತಿಂಗಳ ನಂತರ ಡಿಸೆಂಬರ್ 3, 1824 ಕ್ಕೆ ಮತ್ತೆ ಮುಗಿಬಿದ್ದ ಆಂಗ್ಲರು ಈ ಬಾರಿ ಗೆಲವು ಕಂಡರು. ಮಲ್ಲಪ್ಪ ಶೆಟ್ಟಿಯಂತಹ ನಾಡದ್ರೋಹಿಗಳು ಬ್ರಿಟಿಷರ ಜೊತೆಯಾಗಿ ಕಿತ್ತೂರಿನ ತೋಪುಗಳು ಕೆಲಸಮಾಡದಂತೆ ನೀರು ತುಂಬಿದ್ದರು. ರಾಣಿ ಚೆನ್ನಮ್ಮನ ಮನೆಯವರನ್ನೆಲ್ಲ ಬೈಲಹೊಂಗಲ ಸೆರೆಮನೆಗೆ ತಳ್ಳಿದ ಆಂಗ್ಲರು, ರಾಯಣ್ಣ, ಚೆನ್ನಬಸವಣ್ಣನವರನ್ನು ಕೆಲಹೊತ್ತು ಸೆರೆಮನೆಯಲ್ಲಿಟ್ಟು ಬಿಡುಗಡೆಗೊಳಿಸಿದರು.",
      "title": "ನಾಡದ್ರೋಹಿಗಳ ಕುತಂತ್ರ, ಚೆನ್ನಮ್ಮ ತಾಯಿಯ ಸೆರೆವಾಸ"
    },
    {
      "content": "   ಚೆನ್ನಮ್ಮ ಬ್ರಿಟಿಷರ ಸೆರೆಯಲ್ಲಿದ್ದಾಗ ಮಾರುವೇಶದಲ್ಲಿ ಬೇಟಿಯಾಗಿ ರಾಯಣ್ಣ ಆಡಿದ ಮಾತೊಂದು ಇನ್ನೂ ಮರೆಯಲಾಗದು - ಅಕ್ಕ ನಿಮ್ಮುಪ್ಪು ಈ ರಾಯ ಗೆದ್ದು ಕಿತ್ತೂರು ತಂದು ಉದ್ದ ಬೀಳುವೆ ತಾಯಿ. ಕದ್ದ ಮಾತಲ್ಲ ನಿಮ್ಮಾಣೆ! ಇಲ್ಲದಿದ್ರ ಬಿದ್ದುಹೋಗುವೆ ನಿಮ್ಮ ರಣದಾಗ.",
      "title": " ಜಂಗಮ ವೇಷದಲ್ಲಿ ರಾಯಣ್ಣ"
    },
    {
      "content": "   ಅತ್ತ ಗೆದ್ದ ಬ್ರಿಟಿಷ್ ಸರ್ಕಾರ ಕಿತ್ತೂರಿನ ಮಂದಿಯ ಮೇಲೆ ತನ್ನ ದಬ್ಬಾಳಿಕೆಯನ್ನು ಮುಂದುವರಿಸಿತ್ತು. ಕಂದಾಯದ ವಿಷಯವಾಗಿ ರಾಯಣ್ಣನ ತಾಯಿ ಕೆಂಚವ್ವನಿಗೆ ಬ್ರಿಟಿಷರ ಗುಲಾಮ ಸಂಗೊಳ್ಳಿಯ ಲೆಕ್ಕಿಗ ಕುಲಕರ್ಣಿಯೊಬ್ಬ ಹಿಂಸಿಸಿದ್ದ. ಬ್ರಿಟಿಷ್ ಕಂಪನಿ ಸರ್ಕಾರದ ದಬ್ಬಾಳಿಕೆ ಒಂದೆಡೆಯಾದರೆ ನಾಡ ರಾಣಿಯನ್ನು ಬ್ರಿಟಿಷರ ಸೆರೆಮನೆಗೆ ತಳ್ಳಿದ್ದು ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣನ ನೆತ್ತರು ಕುದಿಯುಂತೆ ಮಾಡಿತ್ತು. ಇದೆಲ್ಲವನು ಕೊನೆಗೊಳಿಸಲು ರಾಯಣ್ಣ ಪಣತೊಟ್ಟ.",
      "title": "ಕೆಂಚವ್ವಳ ಮೇಲೆ ಕುಲಕರ್ಣಿಯ ದೌರ್ಜನ್ಯ"
    },
    {
      "content": "   ಪಾಳುಬಿದ್ದ ಗರಡಿಮನೆಗೆ ಜೀವ ತುಂಬಿದ್ದ ರಾಯ, ಯುವಕರನ್ನು ಒಗ್ಗೂಡಿಸಿದ. ಕಿತ್ತೂರನ್ನು ಮೊದಲಿನಂತೆ ಮಾಡಿ ಬ್ರಿಟಿಷರನ್ನು ಒದ್ದೋಡಿಸುವ ಸಲುವಾಗಿ ವಡ್ಡರ ಯಲ್ಲಣ್ಣ, ಬಿಚ್ಚುಗತ್ತಿ ಚೆನ್ನಬಸವಣ್ಣ, ಗುರಿಕಾರ ಬಾಳಪ್ಪ ಮುಂತಾದವರ ಜೊತೆ ಸೇರಿ ಗುಟ್ಟಾಗಿ ಮಾತುಕತೆ ನಡೆಸಿದ. ಗುಲಾಮಗಿರಿಗೆ ತತ್ತರಿಸಿದ ಮಂದಿಯ ಬಾಳ್ವೆಯನ್ನು ಸರಿಪಡಿಸುವ ನಿಟ್ಟಿನಲ್ಲಿ ಯುವಕರಿಗೆ ಕಾಳಗಕ್ಕೆ ಅಣಿಯಾಗುವಂತೆ ತರಹ ತರಹದ ತರಬೇತಿ ನೀಡಿ, ಜೊತೆಗೆ ಇವರಲ್ಲಿ ನಾಡಕಟ್ಟುವ ಹುರುಪು ತುಂಬಿದ ರಾಯಣ್ಣ. ತಮಗೆ ಬೇಕಾಗುವ ಆಯುದ, ಗುಂಡು, ಮದ್ದು, ಕತ್ತಿ, ಗುರಾಣಿಗಳ ಸಂಗ್ರಹದಲ್ಲಿ ರಾಯಣ್ಣನ ಪಡೆ ತೊಡಗಿಕೊಂಡಿತು.ಇದಲ್ಲದೇ ಕಷ್ಟದಲ್ಲಿದ್ದ ಮಂದಿಗೆ ನೆರವಾಗುತಿತ್ತು ರಾಯಣ್ಣನ ಸೇನೆ.ಮಂದಿಗೆ ಹತ್ತಿರವಾಗಿ ಬ್ರಿಟಿಷರನ್ನು ಹತ್ತಿಕ್ಕಲು ಇದು ಕೆಲಸಮಾಡಿತು.",
      "title": "ಶುರುವಾಯ್ತು ರಾಯಣ್ಣನ ಕ್ರಾಂತಿ"
    },
    {
      "content": "   ಈ ನಡುವೆ ರಾಯಣ್ಣ ಹೆಸರುವಾಸಿಯಾಗುವುದನ್ನು ಕಂಡು ಸಂಗೊಳ್ಳಿಯ ಲೆಕ್ಕಿಗಬಾಳಪ್ಪ ಕುಲಕರ್ಣಿ ಮೋಸದಿಂದ ಸಂಪಗಾವಿಯ ಸುಬೇದಾರರ ಮೂಲಕ ರಾಯಣ್ಣನನ್ನು ಸಂಪಗಾವಿಯ ಜೈಲಿಗೆ ಕಳುಹಿಸಿದರು. ನಂತರ ಜಾಮೀನಿನ ಮೇಲೆ ಹೊರಬಂದ ರಾಯಣ್ಣ, ತನ್ನ ಪಡೆಗೆ ಬಲತುಂಬುವ ಕೆಲಸದಲ್ಲಿ ತೊಡಗಿಕೊಂಡ. ಮುಂದೆ ಕಿತ್ತೂರಿನ ಹಲವೆಡೆ ಸಾಗಿ ಬೆಳವಡಿಯ ಗೆಳೆಯರು, ಬಾಲೆ ನಾಯಕರು, ಬಸ್ತವಾಡದ ಮೀರಸಾಬಿ, ಚಿಲಕುಂದದ ಕಾಳಿ ಭೀಮಣ್ಣ, ರಣಹಲಗಿ ಹನುಮಂತ ಈ ಪಡೆ ಸೇರಿಕೊಂಡರು. 1829 ಏಪ್ರಿಲ್ 2 ರಂದು ರಾಣಿ ಚೆನ್ನಮ್ಮನ ಸಾವಿನ ಸುದ್ದಿ ರಾಯಣ್ಣ ಮತ್ತು ಸಂಗಡಿಗರಿಗೆ ಸಿಡಿಲಿನಂತೆ ಬಂದೆರಗಿತು. ಇದರಿಂದ ಕೆಲಹೊತ್ತು ಮೂಕನಂತಾದ ರಾಯಣ್ಣ ಹೋರಾಟವನ್ನು ಹೇಗೆ ಮುಂದುವರೆಸಲಿ ಎಂಬಂತಾದ. ಆಗ ರಾಯಣ್ಣನಿಗೆ ಬುದ್ದಿಹೇಳಿ ಹುರುಪು ತುಂಬಿದ್ದು ಯಲ್ಲಣ್ಣ. ಶಿವಲಿಂಗಪ್ಪನನ್ನು ಕಿತ್ತೂರಿನ ಅರಸು ಮಾಡುವುದೇ ನಮ್ಮ ಗುರಿಯೆಂದು ಮತ್ತೆ ರಾಯಣ್ಣ ಮುಂದಾದ.",
      "title": "ಕಣ್ಮರೆಯಾದ ಕಿತ್ತೂರಿನ ಜ್ಯೋತಿ ಚೆನ್ನಮ್ಮ"
    },
    {
      "content": "   ಆಗ ಕಾಲದ ಕೆಲವು ದರೋಡೆಕೋರರಾದ ಗಜವೀರ, ಬಂಡಾರಿ ಬಾಪು ಎಲ್ಲರನ್ನೂ ಮನವೊಲಿಸಿ ನಾಡಕಟ್ಟುವ ಕೆಲಸಕ್ಕೆ ಒಂದಾಗಿಸಿದ. ಅತ್ತ ರಾಣಿ ಈರವ್ವನ ತವರುಮನೆ ಶಿವಗುತ್ತಿಯ ರಾಜನ ಜೊತೆಗೂ ಮಾತುಕತೆ ನಡೆಸಿ ಅಲ್ಲಿಯ ಸೇನೆಯನ್ನು ತನ್ನ ಗುಂಪಿಗೆ ಸೇರಿಸಿಕೊಂಡ. ಶಿವಗುತ್ತಿಯ ದರೋಡೆಕೋರ ಒಕ್ಕಳ ಬರಮನನ್ನು ಮನವೊಲಿಸಲು ಯತ್ನಿಸಿದ, ಆದರೆ ಅದಕೊಪ್ಪದ ಬರಮ ರಾಯಣ್ಣನ ಜೊತೆ ಕತ್ತಿವರಸೆ ಮಾಡಿ ಸತ್ತುಹೋದ. ಬರಮನ ಗುಂಪಿನವರು ರಾಯಣ್ಣನ ಜೊತೆ ಸೇರಿಕೊಂಡರು. ಹೋದ ಕಡೆಯೆಲ್ಲ ಮಂದಿಯ ಬೆಂಬಲ ಪಡೆಯುತ್ತ ಸಾಗಿದ ರಾಯಣ್ಣ 3000 ಜೊತೆಗಾರರ ದೊಡ್ಡ ದಂಡನ್ನೇ ಕಟ್ಟಿದ.\n\nರಾಯಣ್ಣನನ್ನು ಮಟ್ಟಹಾಕಲು ಆಂಗ್ಲ ಆಳ್ವಿಗರು ಹೊಂಚು ಹಾಕುತ್ತಿದ್ದರು. ಕಾನಾಪುರದ ಬಳಿಯಿರುವ ನಂದಗಡದ ಕಾಡು ಅಡಗಿಕೊಳ್ಳಲು ತಕ್ಕುದುದೆಂದು ಅರಿತ ರಾಯಣ್ಣ ಮತ್ತವನ ಗೆಳೆಯರು ಅದನ್ನೇ ತಮ್ಮ ಕೆಲಸದೆಡೆ ಮಾಡಿಕೊಂಡರು. ಸಂಪಗಾವಿ, ಬೀಡಿ, ಕಿತ್ತೂರು ಮುಂತಾದ ಕಡೆ ರಾಯಣ್ಣನನ್ನು ಬಗ್ಗು ಬಡಿಯಲು ಆಂಗ್ಲರಿಂದ ಆಯ್ಕೆಗೊಂಡ ಸುಬೇದಾರರು ಕಾಯುತ್ತಿದ್ದರು. ಈ ನಡುವೆ ತನ್ನನ್ನು ಮೋಸದಿಂದ ಬಂದಿಸಿದ್ದ ಸಂಪಗಾವಿಯ ಸುಬೇದಾರ ಕಚೇರಿಯನ್ನು ಬೆಂಕಿಯಿಂದ ಸುಡುವುದಾಗಿ ಎಲ್ಲರೆದುರೇ ಆಣೆ ಮಾಡಿದ್ದ ರಾಯಣ್ಣ, ಆಂಗ್ಲ ಆಳ್ವಿಗರನ್ನು ನಂದಗಡ ಹತ್ತಿರ ಬರುವುದಾಗಿ ಹೇಳಿ ಸಂಪಗಾವಿಗೆ ತೆರಳಿ ತನ್ನ ಆಣೆಯನ್ನು(ಭಾಷೆ) ನನಸಾಗಿಸಿದ. ಕಂಡ ಕಂಡ ಹಳ್ಳಿಗಳಲ್ಲಿದ್ದ ಬ್ರಿಟಿಷ್ ಸರ್ಕಾರಿ ಕಛೇರಿಗಳು ರಾಯಣ್ಣ ಪಡೆಯಿಂದ ನಾಶಗೊಂಡು ನೆಲಕ್ಕುರುಳಿದವು. ಗೆರಿಲ್ಲಾ ಕಾಳಗದ ಚಳಕ ಅರಿತಿದ್ದ ರಾಯಣ್ಣ, ತನ್ನ ಜೊತೆಗಾರರೊಂದಿಗೆ ಸೇರಿ ದಿನೇ ದಿನೇ ಬ್ರಿಟಿಷರಗೆ ಚಳ್ಳೆ ಹಣ್ಣು ತಿನ್ನಿಸಿತೊಡಗಿದ. ಆಂಗ್ಲರಿಗೆ ಹಗಲು ರಾತ್ರಿ ನಿದ್ದೆಯಿಲ್ಲದಂತಾಯಿತು.\n\nಧಾರವಾಡದ ಮೇಜರ್ ರಾಸ್, ಮೇಜರ್ ಪಿಕರಿಂಗ್, ಕಲೆಕ್ಟರ್ ನಿಸ್ಸೆತ್,ಅಮಲ್ದಾರ, ಕೃಷ್ಣರಾಯ ಎಲ್ಲರಿಗೂ ರಾಯಣ್ಣ ಬಂದಿಸುವ ಹೊಣೆ ನೀಡಲಾಯಿತು. ಕೃಷ್ಣರಾಯ ಜಾಣ್ಮೆಯಿಂದ ಲಿಂಗನಗೌಡ, ವೆಂಕನಗೌಡ ಮತ್ತು ಲಕ್ಕಪ್ಪ ಎಂಬುವರನ್ನು ರಾಯಣ್ಣನ ಹಿಂದೆ ಬಿಟ್ಟ. ಲಕ್ಕಪ್ಪ, ರಾಯಣ್ಣನ ದೂರದ ಸಂಬಂಧಿ, ಕೆಲವು ಕಾಳಗಗಳಲ್ಲಿ ರಾಯಣ್ಣ ಪರ ಹೋರಾಡಿ ಅವನ ಆತ್ಮೀಯನಾದ. ಧರವಾಡ ಜಿಲ್ಲೆಯ ಅಳ್ನಾವರ ಹತ್ತಿರದ ಡೋರಿ ಎಂಬಲ್ಲಿಯ ಗುಡ್ಡದಲ್ಲಿ ರಾಯಣ್ಣ ಮತ್ತು ಸಂಗಡಿಗರು ಯಾರಿಗೂ ಸಿಗದಂತೆ ಅಡಗುತಾಣವೊಂದನ್ನು ಮಾಡಿಕೊಂಡಿದ್ದು ಲಕ್ಕಪ್ಪ ತಿಳಿದುಕೊಂಡು ಕೃಷ್ಣರಾಯನಿಗೆ ಸುದ್ದಿ ತಲುಪಿಸಿದ.",
      "title": "ಯುದ್ದಕ್ಕೆ ರಾಯಣ್ಣನ ದಂಡು ಸಿದ್ದತೆ"
    },
    {
      "content": "   ಅವತ್ತು ಏಪ್ರಿಲ್ 8, 1830ರಂದು ಡೋರಿ ಕೊಳ್ಳದಲ್ಲಿ ಈಜಾಡುತ್ತಿದ್ದ ರಾಯಣ್ಣನನ್ನು ಲಕ್ಕಪ್ಪನ ಮೋಸದಿಂದ ಬ್ರಿಟಿಷರು ಸೆರೆಹಿಡಿದರು. ರಾಯಣ್ಣನ ಸಂಗಡಿಗರು ಆಂಗ್ಲರ ಮೋಸದಿಂದ ಬಂದಿಸಲ್ಪಟ್ಟರು. ಬಿಚ್ಚುಗತ್ತಿ ಚೆನ್ನಬಸವಣ್ಣ ಮಾತ್ರ ಸಿಗದೇ ಮಾರುವೇಶದಲ್ಲಿ ಸನ್ಯಾಸಿಯಂತೆ ಉಳಿದುಕೊಂಡ. 1830ರ ಡಿಸೆಂಬರ್ ನಲ್ಲಿ ಆಂಗ್ಲರ ಕಮೀಷನರ್ ಆಂಡರ‍್ಸನ್ ನ್ಯಾಯಾಲಯದಲ್ಲಿ ರಾಯಣ್ಣನಿಗೆ ಗಲ್ಲು ಶಿಕ್ಶೆ ನೀಡುವಂತೆ ಆದೇಶ ನೀಡಿದ.",
      "title": "ನರಿಗಳ ಬಲೆಗೆ ಬಿದ್ದ ಸಂಗೊಳ್ಳಿಯ ಸಿಂಹ"
    },
    {
      "content": "   ತನ್ನನ್ನು ಹರಸಿ ಬೆಳೆಸಿದ ಉಳಿದುಕೊಂಡು ಹೋರಾಡಲು ಅನುವು ಮಾಡಿಕೊಟ್ಟ ನಂದಗಡದ ಮಂದಿಯ ರುಣ ತೀರಿಸಲು ನಂದಗಡದಲ್ಲಿಯೇ ತನ್ನನ್ನು ನೇಣಿಗೇರಿಸಿ ಎಂದ ರಾಯಣ್ಣನ ಕೊನೆಯಾಸೆಯಂತೆ, ಜನವರಿ26, 1831ರಂದು ರಾಯಣ್ಣನನ್ನು ಗಲ್ಲಿಗೇರಿಸಲಾಯಿತು. ಜನವರಿ ಇಪ್ಪತ್ತಾರು ಭಾರತೀಯರ ನಿಜವಾದ ಸ್ವಾತಂತ್ರ್ಯ ದಿನವಾಗಿದೆ ಹಾಗೂ ಗಣರಾಜ್ಯವ ದಿನವೂ ಹೌದು, ಪ್ರಜಾಸತ್ತಾತ್ಮಕ ದಿನ, ಭಾರತೀಯರಿಗೆ ರಾಷ್ಟ್ರೀಯ ಹಬ್ಬ. ಇವೆರಡು ದಿನಗಳು ಜನನ ಮರಣದವುಗಳು ರಾಯಣ್ಣನಿಗೆ ಮಾತ್ರವಲ್ಲ, ಭಾರತೀಯರಿಗೆ ರಾಷ್ಟ್ರೀಯ ಉತ್ಸವದ ದಿನಗಳಾಗಿವೆ. ಇಡೀ ಜೀವಮಾನ ಆಂಗ್ಲರನ್ನು ನಾಡಿನಿಂದ-ದೇಶದಿಂದ ಹೊರಹಾಕಲು ಮಾಡಿದ ಹೋರಾಟ (ಲಡಾಯಿ)ಗಳು ಸ್ಮರಣೀಯವಾಗಿವೆ. ನಾಡಿಗಾಗಿ ಆಂಗ್ಲರ ವಿರುದ್ದ ಸಿಡಿದೆದ್ದ ವೀರನೊಬ್ಬ ಅಂದು ಮಣ್ಣು ಸೇರಿದ. ಹಲವರಿಗೆ ಇಂದು ತಿಳಿಯದೇ ಇರುವ ಸಂಗತಿಯೆಂದರೇ ದೇಶದಲ್ಲಿ ಬ್ರಿಟಿಷರ ವಿರುದ್ದ ಹೋರಾಡಿದ ಮೊದಲ ಭಾರತೀಯ ಕ್ರಾಂತಿವೀರ ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣ. ರಾಯಣ್ಣ ಹುಟ್ಟಿದ್ದು ಆಗಸ್ಟ್ 15, ಅದು ನಮ್ಮ ಭಾರತಕ್ಕೆ ಸ್ವಾತಂತ್ರ್ಯ ಸಿಕ್ಕ ದಿನವಾದರೆ ಆತ ಗಲ್ಲಿಗೇರಿಸಲ್ಪಟ್ಟ ಜನವರಿ 26 ನಮ್ಮ ದೇಶ ಗಣರಾಜ್ಯವಾದ ದಿನ. ಅಂದು ರಾಯಣ್ಣ ಹಚ್ಚಿದ ನಾಡಿನ ಹೋರಾಟದ ಕಿಚ್ಚು ಎಲ್ಲರಿಗೂ ಮಾದರಿ. ಜನ್ಮದಾರಭ್ಯದಿಂದ ಮೂವತ್ತೈದು ವರುಷಗಳ ಕಾಲ ಅಂದರೆ ಸ್ವರ್ಗವಾಸಿಯಾಗುವವರೆಗೆ, ತನ್ನ ಸರ್ವಸ್ವವನ್ನು ಕಿತ್ತೂರ ನಾಡಿನ ಸ್ವಾತಂತ್ಯ್ರಕ್ಕಾಗಿ ಅರ್ಪಣೆ ಮಾಡಿದವನು ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣ. ಬ್ರಿಟಿಷರು ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣನ ವಿಚಾರಣೆ ನಡೆಸಿ ಮರಣದಂಡನೆ ನೀಡಿದರು. ಆತನ ಜೊತೆ ಇತರ ಏಳು ಜನ ಅನುಯಾಯಿಗಳು ವಿಚಾರಣೆ ನಡೆಸಿ ಮರಣ ದಂಡನೆ ನೀಡಿದರು. ಆರು ಜನರಿಗೆ ಜೀವಾವಧಿ ಶಿಕ್ಷೆ ನೀಡಿ, ಸಮುದ್ರದಾಚೆಗೆ ಕಳಿಸಿದರು.",
      "title": "ನಂದಗಡದಲ್ಲಿ ನಂದಿದ ಕ್ರಾಂತಿ ಕಿಡಿ"
    },
    {
      "content": "\n\n1.ರುದ್ರನಾಯಕ (50)\n2.ಯಲ್ಲಾನಾಯಕ  (40)\n3.ಅಪ್ಪೂಜಿ  (40)\n4.ರಾಣಮೋಜಿಕೊಂಡ  (30)\n5.ಕೋನೇರಿ  (40)\n6.ನೇಮಣ್ಣ  (40)",
      "title": "ಜೀವಾವಧಿ ಶಿಕ್ಷೆಗೊಳಪಟ್ಟು ಸಮುದ್ರದಾಚೆಗೆ ಕಳಿಸಲ್ಪಟ್ಟವರು"
    },
    {
      "content": "   ಸಂಗೊಳ್ಳಿ ಗ್ರಾಮದ ಬಿಚ್ಚುಗತ್ತಿ ಚನ್ನಬಸವಣ್ಣ ಮಾರುವೇಷದಲ್ಲಿ ರಾಯಣ್ಣನ ಅಂತಿಮ ಸಂಸ್ಕಾರದಲ್ಲಿ ಪಾಲ್ಗೊಂಡು ಇವನ ಸಮಾಧಿಯ ಮೇಲೆ ಆಲದ ಸಸಿ ನೆಡುವ ಮೂಲಕ ತನ್ನ ಗೆಳೆಯರಿಗೆ ಅಂತಿಮ ನಮನ ಸಲ್ಲಿಸಿದನು. ಅಂದು ನೆಟ್ಟ ಆಲದ ಸಸಿ ಇಂದು ಹೆಮ್ಮರವಾಗಿ ಬೆಳೆದು ನಿಂತಿದೆ ನಮ್ಮ ರಾಷ್ಟ್ರೀಯ ವೃಕ್ಷವಾಗಿ ದೇಶಾಭಿಮಾನಿಗಳಿಗೆ ಸದಾಕಾಲ ಸ್ಪೂರ್ತಿಯ ಸಂಕೇತವಾಗಿ ಬೃಹದಾಕಾರವಾಗಿ ಬೆಳೆದು ಇಂದು ಪೂಜ್ಯ ಭಾವನೆಗಳಿಗೆ ಇಂಬು ನೀಡುವ ಪುಣ್ಯ ಸ್ಥಳವಾಗಿದೆ.\n\nರಾಯಣ್ಣನ ನಿಸ್ವಾರ್ಥ ಹೋರಾಟ, ದೇಶಪ್ರೇಮ ಯುವಜನತೆಯಲ್ಲಿ ಸ್ಫೂರ್ತಿಯನ್ನು ತುಂಬುತ್ತದೆ. ಇದ್ದರೆ ರಾಯಣ್ಣನಂತಹ ದೇಶಪ್ರೇಮಿಗಳಿರಬೇಕು ಎನ್ನುವುದು ಎಲ್ಲರ ಮಾತಾಗಿದೆ. ರಾಯಣ್ಣನ ದಂಡಿನಲ್ಲಿ ಸ್ಮರಿಸಬೇಕಾದ ಅತ್ಯಂತ ಮಹತ್ವದ ವಿಷಯವೆಂದರೆ ಒಗ್ಗಟ್ಟು ಉಂಟು ಮಾಡಿರುವ ಬಗೆಯನ್ನು ತಿಳಿಯುವುದು. ರಾಯಣ್ಣನ ಹೆಸರನ್ನು ಅಮರವಾಗಿಸಲು ಬೆಂಗಳೂರಿನ ರೈಲು ನಿಲ್ದಾಣಕ್ಕೆ ಕ್ರಾಂತಿವೀರ ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣ ಎಂದು ಹೆಸರಿಡಲಾಗಿದೆ.",
      "title": "ರಾಯಣ್ಣನ ನಂತರ ಕಿತ್ತೂರು"
    },
    {
      "content": "   ರಾಯಣ್ಣನ ಬದುಕನ್ನು ಆಧರಿಸಿ 1967 ರಲ್ಲಿ ಒಂದು ಚಿತ್ರ ನಿರ್ಮಾಣವಾಯ್ತು. ಮತ್ತೆ 2012 ರಲ್ಲಿ ಸಂಗೊಳ್ಳಿ ರಾಯಣ್ಣ ಎಂಬ ಹೆಸರಿನಲ್ಲಿಯೇ ಮತ್ತೊಂದು ಅದ್ದೂರಿ ಚಿತ್ರವೂ ನಿರ್ಮಾಣವಾಯ್ತು. ಇದನ್ನು ನಿರ್ಮಿಸಿದವರು ಆನಂದ ಅಪ್ಪುಗೋಳ ಮತ್ತು ಇದನ್ನು ನಿರ್ದೇಶಿಸಿದವರು ನಾಗಣ್ಣ.\n\nಈ ಚಿತ್ರದ ನಾಯಕರಾಗಿ ದರ್ಶನ್ ತೂಗುದೀಪ್ ಅಭಿನಯಿಸಿದ್ದಾರೆ. ತಾಯಿಯ ಪಾತ್ರದಲ್ಲಿ ಶ್ರೀಮತಿ ಉಮಾಶ್ರೀಯವರು ಮತ್ತು ಕಿತ್ತೂರು ಚೆನ್ನಮ್ಮನಾಗಿ ಜಯಪ್ರದಾ ಕೂಡಾ ಅಭಿನಯಿಸಿದ್ದಾರೆ.",
      "title": "ಚಲನಚಿತ್ರ"
    }
  ]
}
